// Preflight
"DISK_FULL_TITLE" = "Det er ikke nok ledig plass på harddisken.";
"DISK_FULL_FOR_DOWNLOAD_STATUS" = "%@ ledig plass kreves for å laste ned oppdateringene. Frigjør plass ved å slette filer fra harddisken, og prøv igjen.";
"DISK_FULL_FOR_DOWNLOAD_AND_INSTALL_STATUS" = "%@ ledig plass kreves for å laste ned og installere oppdateringene. Frigjør plass ved å slette filer fra startdisken, og prøv igjen.";

// AC power check
"CONFIRM_NO_POWER_ADAPTER_TITLE" = "Datamaskinen er ikke koblet til en strømkilde.";
"CONFIRM_NO_POWER_ADAPTER_MESSAGE" = "Du bør koble datamaskinen til en strømkilde før du installerer. Er du sikker på at du vil fortsette med installeringen?";
"CONTINUE_TITLE" = "Fortsett";

"CANCEL_TITLE" = "Avbryt";

// Session error
"UPDATE_DOWNLOAD_ERROR" = "Oppdateringen «%@» kan ikke arkiveres.";
"NONE_CHECKED_DOWNLOAD_ERROR" = "Ingen av de markerte oppdateringene kunne arkiveres.";
"SOME_CHECKED_DOWNLOAD_ERROR" = "Noen av de markerte oppdateringene kunne ikke arkiveres.";

"UPDATE_INSTALL_ERROR" = "Oppdateringen «%@» kan ikke installeres.";
"NONE_CHECKED_INSTALL_ERROR" = "Ingen av de markerte oppdateringene kunne installeres.";
"SOME_CHECKED_INSTALL_ERROR" = "Noen av de markerte oppdateringene kunne ikke installeres.";

"OK_TITLE" = "OK";

// Pre-session error
"UPDATE_NOT_FOUND_ERROR" = "Oppdateringen kan ikke installeres.";

// 3B) Updated downloaded, time to logout and install
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_MESSAGE" = "Du må logge av for å installere oppdateringene.";
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_INFORMATIVE" = "Hvis du vil fullføre installeringen og logge av, klikker du på Logg av.";
"LOG_OUT_AND_INSTALL_TITLE" = "Logg av";

"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_MESSAGE" = "Du må starte maskinen på nytt for å installere oppdateringene.";
"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_INFORMATIVE" = "Klikk på Omstart for å fullføre installeringen og starte maskinen på nytt.";
"LOG_OUT_AND_INSTALL_AND_RESTART_TITLE" = "Omstart";

"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_MESSAGE" = "Du må slå av maskinen for å installere oppdateringene.";
"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_INFORMATIVE" = "Hvis du vil fullføre installeringen og slå av maskinen, klikker du på Slå av. Du slår på maskinen igjen ved å trykke på på/av-knappen.";
"LOG_OUT_AND_INSTALL_AND_SHUTDOWN_TITLE" = "Slå av";

"NOT_NOW_TITLE" = "Ikke nå";

// Predicate installs
"DEFAULT_PREDICATE_BLOCKED_MESSAGE" = "Når den andre oppdateringen er fullført, kan du laste ned og installere denne programvaren ved å velge Programvareoppdatering fra Apple-menyen.";
"DEFAULT_NO_NETWORK_MESSAGE" = "Neste gang du er koblet til Internett, kan du laste ned og installere programvaren ved å velge Programvareoppdatering fra Apple-menyen.";
"STANDARD_NO_SUS_MESSAGE" = "Forsikre deg om at nettverksforbindelsen fungerer. Hvis det ikke er noen problemer med forbindelsen, kontakter du nettverksadministratoren for å få hjelp.";
"NO_UPDATE_FOUND_ERROR" = "Programvaren er ikke tilgjengelig for øyeblikket.";
